soap/libupnp/libupnp-1.8.4/seeds/06_tvcontrol-SetChannel_0

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:SetChannel xmlns:u="urn:schemas-upnp-org:service:tvcontrol:1"><Channel /></u:SetChannel></s:Body></s:Envelope>
